import React from "react";

export default function AboutUsPage() {
  return (
    <div className="w-full h-[537px] flex flex-col gap-[30px] pt-[144px] pl-[258px]">
      <h1 className="text-36 ">O нас</h1>

      <div className="flex flex-col gap-[30px] border-l-8 border-orange pl-[19px] text-24">
        <p>
          Мы рады видеть вас! Мы рботаем для Вас с 2003 года. 14 лет мы наблюдаем, как с каждым днем все больше людей
          заказывают жд билеты через интернет.
        </p>
        <p>
          Сегодня можно заказать железнодорожные билеты онлайн всего в 2 клика, но стоит ли это делать? Мы расскажем о
          преимуществах заказа через интернет.
        </p>
        <p className="font-bold">
          Покупать жд билеты дешево можно за 90 суток до отправления поезда. Благодаря динамическому ценообразованию
          цена на билеты в это время самая низкая.
        </p>
      </div>
    </div>
  );
}
